#include<iostream>
using namespace std;

int main()
{
	setlocale(LC_ALL, "Rus");
	cout << "\t\t\t\t\tЯ памятник себе воздвиг не рукотворный,\n \t\t\t\t\tК нему не зарастет народная тропа,\n \t\t\t\t\tВознесся выше он главою непокорной\n \t\t\t\t\tАлександрийского столпа\n\n ";
	cout << "\t\t\t\t\tНет, весь я не умру - душа в заветной лире\n \t\t\t\t\tМой прах переживет и тленья убежит\n \t\t\t\t\tИ славен буду я, доколь в подлунном мире\n \t\t\t\t\tЖив будет хоть один пиит.\n\n";
	cout << "\t\t\t\t\tСлух обо мне пройдет по всей Руси великой,\n \t\t\t\t\tИ назовет меня всяк сущий в ней язык,\n \t\t\t\t\tИ гордый внук славян, и финн, и ныне дикой\n \t\t\t\t\tТунгус, и друг степей калмык.\n\n ";
	cout << "\t\t\t\t\tИ долго буду тем любезен я народу,\n \t\t\t\t\tЧто чувства добрые я лирой пробуждал,\n \t\t\t\t\tЧто в мой жестокий век восславил я Свободу\n \t\t\t\t\tИ милость к падшим призывал.,\n\n ";
	cout << "\t\t\t\t\tВеленью божию, о муза, будь послушна,\n \t\t\t\t\tОбиды не страшась, не требуя венца,\n \t\t\t\t\tХвалу и клевету приемли равнодушно\n \t\t\t\t\tИ не оспоривай глупца.\n\n";
}